Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/giellatekno/oahpaheaddji.fin.html.tmx
Source language: fin
Languages: sme

source: Opettajalle
sme: Oahpaheaddjái

source: Kodin suomeksi
sme: Ruoktot

source: Tästä löytyvät linkit pohjoissaamen opettajille.
sme: Dás leat liŋkkat davvisámegiela oahpaheddjiide.

source: OAHPA-davvi - Interaktiiviset ohjelmat, joilla voit harjoitella sanoja ja kielioppia.
sme: OAHPA-davvi - Interaktiivalaš prográmmat maiguin sáhttá hárjehallat sániid ja grammatihka.

source: Oahpa-ohjelmien käyttöohje
sme: Oahpa-prográmmaid bagadus

source: Kielioppi
sme: Dušše vuođđohámit.

source: Sanojen taivutusparadigmat - Tietokone antaa haluamasi sananan taivutusparadigma
sme: Čájeha sániid listun, juoga mii sáhttá leat ávkin jus ii dieđe mo sátni čállojuvvo.

source: Korpus haku – hae sanoja tekstipankista
sme: Korpus ohcan – oza sániid teakstačoakkáldagas

source: GEO - paikannimet kielestä toiseen
sme: GEO - báikenamat gielas gillii

source: Tästä löyty lista ohjelmien asentamisesta koulun tietokonevastuuhenkilölle.
sme: Dás lea sajáiduhttinlistu skuvlla dihtorovddasvástideaddji várás.
